{
  "title": "repair × cultivation",
  "subtitle": "Obsoleszenz überwinden – Konstruktive Demystifikation technischer Produkte",
  "term": "ws '25/26",
  "course": "CAD 2D/3D",
  "introduction": "Dieter Rams, einer der bedeutendsten Industriedesigner, formulierte in seinen „Zehn Thesen für gutes Design“ als siebten Grundsatz: „Gutes Design ist langlebig.“ Doch genau diese Langlebigkeit scheint heute immer häufiger absichtlich vermieden zu werden. Waren früher Geräte wie Plattenspieler standardmäßig mit detaillierten Schaltplänen und Explosionszeichnungen versehen, sind heutige Produkte oft kaum noch reparierbar, werden absichtlich undurchsichtig konstruiert und enthalten spezialisierte Bauteile, die nur vom Hersteller ersetzt werden können. Geplante Obsoleszenz und ein dadurch begünstigter Wegwerfkonsum dominieren den Markt. Doch wie lässt sich diese Entwicklung umkehren, und wie können Nutzer:innen wieder befähigt werden, selbstständig Reparaturen durchzuführen? In diesem Semesterprojekt setzen wir uns gezielt mit dem Thema „Repair Culture“ auseinander. Unser Ziel ist es, die Grundlagen der 2D- und 3D-CAD-Techniken durch das eigenständige Entwickeln von Reparaturanleitungen und dem Ersatz defekter Teile praktisch zu erlernen. Studierende identifizieren ein eigenes defektes Produkt aus ihrem Alltag oder privaten Umfeld aus, analysieren es und ermitteln ein ersetzbares Bauteil, welches mittels 3D-Druck, CNC-Technik oder Kauf ersetzt werden könnte. Dabei entstehen verständliche Anleitungen samt technischer Zeichnungen und Explosionsdarstellungen, die anderen Nutzer:innen ermöglichen, Reparaturen selbst durchzuführen und die Abhängigkeit von Herstellern zu reduzieren.",
  "content": [
    "Wir untersuchen alltägliche technische Produkte und identifizieren ihre typischen Schwachstellen hinsichtlich Reparierbarkeit.",
    "Anhand eines selbst gewählten defekten Produktes aus dem privaten Umfeld lernen wir, technische Zeichnungen in 2D und 3D zu erstellen und interpretieren.",
    "Wir wenden CAD-Software praktisch an, um Ersatzteile zu konstruieren, die sich mittels Rapid-Prototyping-Techniken fertigen lassen.",
    "Explosionszeichnungen und verständliche Reparaturanleitungen werden entwickelt, um komplexe Sachverhalte in einfache Schritte zu zerlegen und darzustellen.",
    "Zum Abschluss entstehen interaktive Anleitungen, die es Nutzer:innen ermöglichen, eigenständig Reparaturen durchzuführen, Produkte zu demystifizieren und so die Lebensdauer alltäglicher Gegenstände nachhaltig zu verlängern."
  ],
  "titlePortrait": "/assets/briefingPortrait.png"
}
